{
	"columns": [
		[
			"Today, we live in the digital era when the social and cultural values are often forgotten. Students miss the general knowledge in the field of culture, history, and society. Since students spend a lot of their free time playing with computers, tablets, smartphones or social networks, it is understandable that they prefer teaching and learning based on up to date ICTs.",
			"Due to this fact, we have decided to take full advantage of using new technologies and making students change their attitude towards history, traditions, cultural wealth and inspire them to be proud of their countries, to the solidarity and friendliness to others. The knowledge and skills acquired through project activities are supposed to be predominantly in the field of European cultural heritage, information technology and communication in English language.",
			"The number of direct participants supported by the grant is approximately 50 teachers and 200 students. All project activities will be focused on informal education in the field of history, culture, traditions, digital literacy and language competences. They will be held throughout mutual meetings, on workshops, discussions with experts and excursions to the cultural facilities."
		],
		[
			"Moreover, teachers will take part in the special interactive education aimed at the development of their pedagogical and social skills.",
			"Each meeting will be held in another partner country and will be remarkable and innovative by using a different type of digital technology or its application. New innovative methods will be applied through workshops, excursions, professional seminars, lectures and discussion. During short learning activities the students from host school will play the role of mentors to make learning less formal, spontaneous and effective.",
			"The tangible project results will be methodological materials, the web-page of project, on-line dictionary of cultural and social terms, photos, a short film mapping the project implementation, a photo-book about project, on-line test and a digitized game about European cultural heritage, promotional materials and small traditional handmade objects."
		]
	]
}